[{"authors":["Bo_Sun"],"categories":null,"content":"Bo Sun is a Ph.D candidate at the quantitative and computational biology department from Uni- versity of Southern California. In 2021, he re- ceived M.S. degree in data science from Univer- sity of Southern California. In 2016 he received B.Eng. degree from Tongji University, China. He joined Meta Platform, Inc. as a Research Scientist in 2021. He primarily researches hu- man genome and gene expressions, machine perception for image and videos, and few-shot learning.\n","date":-62135596800,"expirydate":-62135596800,"kind":"term","lang":"en","lastmod":-62135596800,"objectID":"7dc750253134c6afbb4e66f6ca5f7187","permalink":"https://liangchen-usc.github.io/author/bo-sun/","publishdate":"0001-01-01T00:00:00Z","relpermalink":"/author/bo-sun/","section":"authors","summary":"Bo Sun is a Ph.D candidate at the quantitative and computational biology department from Uni- versity of Southern California. In 2021, he re- ceived M.S. degree in data science from Univer- sity of Southern California.","tags":null,"title":"Bo Sun","type":"authors"},{"authors":null,"categories":null,"content":"My long-term research goal is to develop statistical and computational methods to discover the underlying principles of gene expression regulation in eukaryotes, and to explore how variations or defects in gene regulation cause phenotypic variation or diseases. How a cell controls its gene expression is one of the most fundamental and interesting questions in various biological processes, from intrinsic developmental programs to responses to extrinsic stimuli. Meanwhile, a large majority of genetic variants reported in the genome-wide association studies of common human diseases lies in introns or intergenic regions, suggesting their roles in gene expression regulation instead of protein coding. Thus, it is not surprising that gene expression is tightly regulated and coordinated at multiple levels. At the transcriptional level, the interactions between transcription factors and DNA binding motifs play pivotal roles in transcription initiation. So do epigenetic effects, including histone modifications and DNA modifications. At the post-transcriptional level, mRNA processing, mRNA nucleus-cytosol transport, mRNA degradation, and translational control all increase the complexity of gene expression regulation. For example, alternative splicing generates multiple transcript isoforms from the same gene locus through different combinations of splice sites. RNA editing can change the genetic information encoded in mRNA by altering the nucleotide composition. The nucleus-cytosol transport determines the fraction of mRNA that can be translated to protein products. Accurate quantification and comparison of transcriptomes are needed for each of these steps. My current research focuses on transcriptome analysis (e.g., RNA-seq data analysis) and post-transcriptional regulation analysis (e.g., alternative splicing analysis). In addition, I am interested in genome-wide association studies to identify genetic variants underlying diseases or other quantiative traits.\n","date":-62135596800,"expirydate":-62135596800,"kind":"term","lang":"en","lastmod":-62135596800,"objectID":"2525497d367e79493fd32b198b28f040","permalink":"https://liangchen-usc.github.io/author/liang-chen/","publishdate":"0001-01-01T00:00:00Z","relpermalink":"/author/liang-chen/","section":"authors","summary":"My long-term research goal is to develop statistical and computational methods to discover the underlying principles of gene expression regulation in eukaryotes, and to explore how variations or defects in gene regulation cause phenotypic variation or diseases.","tags":null,"title":"Liang Chen","type":"authors"},{"authors":["Maoqi_Xu"],"categories":null,"content":"Maoqi Xu is obtained his phd in 2016. And he is a Sr. Data Scientist at Adobe now.\n","date":-62135596800,"expirydate":-62135596800,"kind":"term","lang":"en","lastmod":-62135596800,"objectID":"23a7a3a1c8a36ea7ae2f6ce40f025fb4","permalink":"https://liangchen-usc.github.io/author/maoqi-xu/","publishdate":"0001-01-01T00:00:00Z","relpermalink":"/author/maoqi-xu/","section":"authors","summary":"Maoqi Xu is obtained his phd in 2016. And he is a Sr. Data Scientist at Adobe now.","tags":null,"title":"Maoqi Xu","type":"authors"},{"authors":["Wei_Jiang"],"categories":null,"content":"Wei Jiang is a Ph.D candidate at the quantitative and computational biology department 2021.\n","date":-62135596800,"expirydate":-62135596800,"kind":"term","lang":"en","lastmod":-62135596800,"objectID":"e4dc360c53b4e8c5a28f76e3400a9136","permalink":"https://liangchen-usc.github.io/author/wei-jiang/","publishdate":"0001-01-01T00:00:00Z","relpermalink":"/author/wei-jiang/","section":"authors","summary":"Wei Jiang is a Ph.D candidate at the quantitative and computational biology department 2021.","tags":null,"title":"Wei Jiang","type":"authors"},{"authors":["Zheyu_Li"],"categories":null,"content":"Zheyu Li is a Ph.D candidate at the quantitative and computational biology department 2022.\n","date":-62135596800,"expirydate":-62135596800,"kind":"term","lang":"en","lastmod":-62135596800,"objectID":"e6d812b7cc29cc8e7b330571c9d94795","permalink":"https://liangchen-usc.github.io/author/zheyu-li/","publishdate":"0001-01-01T00:00:00Z","relpermalink":"/author/zheyu-li/","section":"authors","summary":"Zheyu Li is a Ph.D candidate at the quantitative and computational biology department 2022.","tags":null,"title":"Zheyu Li","type":"authors"},{"authors":["QCB staff \u0026 students"],"categories":null,"content":"Slides can be added in a few ways:\n Upload an existing slide deck to static/ and link using url_slides parameter in the front matter of the talk file Embed your slides (e.g. Google Slides) or presentation video on this page using shortcodes.  Further event details, including page elements such as image galleries, can be added to the body of this page.\n","date":1668690000,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1668690000,"objectID":"73ff8571b30f7ac3ba0c277bdf7a350a","permalink":"https://liangchen-usc.github.io/event/qcb_retreat_2022/","publishdate":"2022-01-17T00:00:00Z","relpermalink":"/event/qcb_retreat_2022/","section":"event","summary":"Our next yearly QCB retreat","tags":[],"title":"USC QCB yearly retreat 2022","type":"event"},{"authors":["Bo Sun","Liang Chen"],"categories":null,"content":"","date":1649289600,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1649289600,"objectID":"557dc08fd4b672a0c08e0a8cf0c9ff7d","permalink":"https://liangchen-usc.github.io/publication/preprint/","publishdate":"2022-01-01T00:00:00Z","relpermalink":"/publication/preprint/","section":"publication","summary":"Nonsense-mediated mRNA decay (NMD) was originally conceived as an mRNA surveillance mechanism that recognizes and degrades nonsense transcripts to prevent the production of potentially deleterious truncated proteins. Recent research showed NMD is an important post-transcriptional gene regulation mechanism targeting many non-aberrant mRNAs. It adjusts the transcriptome and proteome outputs dynamically under varied physiological environments. However, how natural genetic variants affect NMD and modulate gene expressions remains elusive.","tags":["Phd Student paper"],"title":"Mapping genetic variants for nonsense-mediated mRNA decay regulation across human tissues","type":"publication"},{"authors":null,"categories":null,"content":"Good luck for Bo\u0026rsquo;s defense and dissertation. And congratulations to Bo Sun for starting a position as Research Scientist at Meta Platforms.\nBo Sun is a Ph.D candidate at the quantitative and computational biology department from Uni- versity of Southern California. In 2021, he re- ceived M.S. degree in data science from Univer- sity of Southern California. In 2016 he received B.Eng. degree from Tongji University, China. He joined Meta Platform, Inc. as a Research Scientist in 2021. He primarily researches hu- man genome and gene expressions, machine perception for image and videos, and few-shot learning.\n","date":1643241600,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1643241600,"objectID":"842a5a692b3eafaf35c5d7260e283b9b","permalink":"https://liangchen-usc.github.io/post/bo_sun_graduate/","publishdate":"2022-01-27T00:00:00Z","relpermalink":"/post/bo_sun_graduate/","section":"post","summary":"Good luck for Bo\u0026rsquo;s defense and dissertation. And congratulations to Bo Sun for starting a position as Research Scientist at Meta Platforms.\n","tags":null,"title":"Our lab member Bo Sun is going to defense on March 1, 2022","type":"post"},{"authors":["QCB staff \u0026 students"],"categories":null,"content":"Slides can be added in a few ways:\n Upload an existing slide deck to static/ and link using url_slides parameter in the front matter of the talk file Embed your slides (e.g. Google Slides) or presentation video on this page using shortcodes.  Further event details, including page elements such as image galleries, can be added to the body of this page.\n","date":1637154000,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1637154000,"objectID":"caf5d325b6cfbdcdf94afa9fdfe29394","permalink":"https://liangchen-usc.github.io/event/qcb_retreat_2021/","publishdate":"2021-12-01T00:00:00Z","relpermalink":"/event/qcb_retreat_2021/","section":"event","summary":"Our next yearly QCB retreat","tags":[],"title":"USC QCB yearly retreat 2021","type":"event"},{"authors":null,"categories":null,"content":"Congratulations to Wei Jiang for paper \u0026quot; Global Reprogramming of Apoptosis-Related Genes during Brain Development.\u0026quot; accepted at Cells!\nTo enable long-term survival, mammalian adult neurons exhibit unique apoptosis competence. Questions remain as to whether and how neurons globally reprogram the expression of apoptotic genes during development. We systematically examined the in vivo expression of 1923 apoptosis-related genes and associated histone modifications at eight developmental ages of mouse brains. Most apoptotic genes displayed consistent temporal patterns across the forebrain, midbrain, and hindbrain, suggesting ubiquitous robust developmental reprogramming. Although both anti- and pro-apoptotic genes can be up- or downregulated, half the regulatory events in the classical apoptosis pathway are downregulation of pro-apoptotic genes. Reduced expression in initiator caspases, apoptosome, and pro-apoptotic Bcl-2 family members restrains effector caspase activation and attenuates neuronal apoptosis. The developmental downregulation of apoptotic genes is attributed to decreasing histone-3-lysine-4-trimethylation (H3K4me3) signals at promoters, where histone-3-lysine-27-trimethylation (H3K27me3) rarely changes. By contrast, repressive H3K27me3 marks are lost in the upregulated gene groups, for which developmental H3K4me3 changes are not predictive. Hence, developing brains remove epigenetic H3K4me3 and H3K27me3 marks on different apoptotic gene groups, contributing to their downregulation and upregulation, respectively. As such, neurons drastically alter global apoptotic gene expression during development to transform apoptosis controls. Research into neuronal cell death should consider maturation stages as a biological variable.\nView-full text.\n","date":1633132800,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1633132800,"objectID":"5c7a6abe1f5f352d9495ea7b90cac60c","permalink":"https://liangchen-usc.github.io/post/wei_jiang_paper_accepted/","publishdate":"2021-10-02T00:00:00Z","relpermalink":"/post/wei_jiang_paper_accepted/","section":"post","summary":"Congratulations to Wei Jiang for paper \u0026quot; Global Reprogramming of Apoptosis-Related Genes during Brain Development.\u0026quot; accepted at Cells!\n","tags":null,"title":"Paper authored by our lab member Wei Jiang accepted at Cells.","type":"post"},{"authors":["Wei Jiang","Liang Chen","Sika Zheng"],"categories":null,"content":" Click the Cite button above to import publication metadata.   ","date":1633046400,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1633046400,"objectID":"ee6ce11748d8ab513b0abe17e83e32fa","permalink":"https://liangchen-usc.github.io/publication/wei_2021/","publishdate":"2021-10-01T00:00:00Z","relpermalink":"/publication/wei_2021/","section":"publication","summary":"To enable long-term survival, mammalian adult neurons exhibit unique apoptosis competence. Questions remain as to whether and how neurons globally reprogram the expression of apoptotic genes during development. We systematically examined the in vivo expression of 1923 apoptosis-related genes and associated histone modifications at eight developmental ages of mouse brains. Most apoptotic genes displayed consistent temporal patterns across the forebrain, midbrain, and hindbrain, suggesting ubiquitous robust developmental reprogramming. Although both anti- and pro-apoptotic genes can be up- or downregulated, half the regulatory events in the classical apoptosis pathway are downregulation of pro-apoptotic genes. Reduced expression in initiator caspases, apoptosome, and pro-apoptotic Bcl-2 family members restrains effector caspase activation and attenuates neuronal apoptosis. The developmental downregulation of apoptotic genes is attributed to decreasing histone-3-lysine-4-trimethylation (H3K4me3) signals at promoters, where histone-3-lysine-27-trimethylation (H3K27me3) rarely changes. By contrast, repressive H3K27me3 marks are lost in the upregulated gene groups, for which developmental H3K4me3 changes are not predictive. Hence, developing brains remove epigenetic H3K4me3 and H3K27me3 marks on different apoptotic gene groups, contributing to their downregulation and upregulation, respectively. As such, neurons drastically alter global apoptotic gene expression during development to transform apoptosis controls. Research into neuronal cell death should consider maturation stages as a biological variable.","tags":["Phd Student paper"],"title":"Global Reprogramming of Apoptosis-Related Genes during Brain Development","type":"publication"},{"authors":["Liang Chen","Sika Zheng"],"categories":null,"content":" Click the Cite button above to import publication metadata.   ","date":1601683200,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1601683200,"objectID":"ec5419ee47e0377d40f933f8cc87217e","permalink":"https://liangchen-usc.github.io/publication/liang_2020/","publishdate":"2020-10-03T00:00:00Z","relpermalink":"/publication/liang_2020/","section":"publication","summary":"An urgent question of coronavirus disease 2019 (COVID-19) is population variation in susceptibility to SARS-CoV-2 infection and symptom severity. We explore the expression profiles of SARS-CoV-2 host genes, their population variations, associated genetic variants, age- and sex-dependency in normal individuals. SARS-CoV-2 host genes are provisionally defined as the human genes that are experimentally validated or bioinformatically predicted to interact with SARS-CoV-2 proteins. Genes exhibiting most variable expression include ACE2, CLEC4G, CLEC4M, CD209 (interact with the SARS-CoV-2 spike protein); REEP6 (a receptor accessory protein expressed in the olfactory epithelium); SLC27A2 and PKP2 (inhibit virus replication); and PTGS2 (mediates fever response). SNP rs4804803, associated with SARS severity, affects expression of CLEC4G and CD209. Genetic variants of proteases associated with SARS-CoV-2 entry (TMPRSS2, CTSB, and CTSL) are strongly associated with their expression variation, suggesting a genetic contribution to phenotypic variations in multiple organs upon virus attack. The most significant age-dependent gene is ACE2, the cellular receptor of SARS-CoV-2. Others include TGF-β family member GDF15, mediating inflammation, and VKORC1, possibly explaining vitamin K deficiency in COVID-19. TIMM10 and ERGIC1 exhibit significant sex differences. In summary, our results show genetic and multiple biological variables may underlie the population variation in SARS-CoV-2 infection and symptom severity.","tags":["PI paper"],"title":"Understand variability of COVID-19 through population and tissue variations in expression of SARS-CoV-2 host genes","type":"publication"},{"authors":["Lin Lin","Min Zhang","PeterStoilov","Liang Chen","Sika Zheng"],"categories":null,"content":" Click the Cite button above to import publication metadata.   ","date":1590969600,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1590969600,"objectID":"7cea0b5d791f7f02aad11ce3965ca472","permalink":"https://liangchen-usc.github.io/publication/lin_2020/","publishdate":"2020-06-01T00:00:00Z","relpermalink":"/publication/lin_2020/","section":"publication","summary":"Continuous neuronal survival is vital for mammals because mammalian brains have limited regeneration capability. After neurogenesis, suppression of apoptosis is needed to ensure a neuron’s long-term survival. Here we describe a robust genetic program that intrinsically attenuates apoptosis competence in neurons. Developmental downregulation of the splicing regulator PTBP1 in immature neurons allows neural-specific splicing of the evolutionarily conserved Bak1 microexon 5. Exon 5 inclusion triggers nonsense-mediated mRNA decay (NMD) and unproductive translation of Bak1 transcripts (N-Bak mRNA), leading to suppression of pro-apoptotic BAK1 proteins and allowing neurons to reduce apoptosis. Germline heterozygous ablation of exon 5 increases BAK1 proteins exclusively in the brain, inflates neuronal apoptosis, and leads to early postnatal mortality. Therefore, neural-specific exon 5 splicing and depletion of BAK1 proteins uniquely repress neuronal apoptosis. Although apoptosis is important for development, attenuation of apoptosis competence through neural-specific splicing of the Bak1 microexon is essential for neuronal and animal survival.","tags":["Collaborator paper"],"title":"Developmental Attenuation of Neuronal Apoptosis by Neural-Specific Splicing of Bak1 Microexon","type":"publication"},{"authors":["Bo Sun","Liang Chen"],"categories":null,"content":" Click the Cite button above to demo the feature to enable visitors to import publication metadata into their reference management software.   ","date":1572566400,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1572566400,"objectID":"154cf4f82ad218428f10386b669b7c47","permalink":"https://liangchen-usc.github.io/publication/bo_2020/","publishdate":"2019-11-01T00:00:00Z","relpermalink":"/publication/bo_2020/","section":"publication","summary":"Mapping of expression quantitative trait loci (eQTLs) facilitates interpretation of the regulatory path from genetic variants to their associated disease or traits. High-throughput sequencing of RNA (RNA-seq) has expedited the exploration of these regulatory variants. However, eQTL mapping is usually confronted with the analysis challenges caused by overdispersion and excessive dropouts in RNA-seq. The heavy-tailed distribution of gene expression violates the assumption of Gaussian distributed errors in linear regression for eQTL detection, which results in increased Type I or Type II errors. Applying rank-based inverse normal transformation (INT) can make the expression values more normally distributed. However, INT causes information loss and leads to uninterpretable effect size estimation. After comprehensive examination of the impact from overdispersion and excessive dropouts, we propose to apply a robust model, quantile regression, to map eQTLs for genes with high degree of overdispersion or large number of dropouts. Simulation studies show that quantile regression has the desired robustness to outliers and dropouts, and it significantly improves eQTL mapping. From a real data analysis, the most significant eQTL discoveries differ between quantile regression and the conventional linear model. Such discrepancy becomes more prominent when the dropout effect or the overdispersion effect is large. All the results suggest that quantile regression provides more reliable and accurate eQTL mapping than conventional linear models. It deserves more attention for the large-scale eQTL mapping.","tags":["Phd Student paper"],"title":"Quantile regression for challenging cases of eQTL mapping","type":"publication"},{"authors":["Maoqi Xu","Liang Chen"],"categories":null,"content":" Click the Cite button above to import publication metadata.   ","date":1475280000,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1475280000,"objectID":"23195bc76ff5554213dfeea68c68acef","permalink":"https://liangchen-usc.github.io/publication/maoqi_2016/","publishdate":"2016-10-01T00:00:00Z","relpermalink":"/publication/maoqi_2016/","section":"publication","summary":"The individual sample heterogeneity is one of the biggest obstacles in biomarker identification for complex diseases such as cancers. Current statistical models to identify differentially expressed genes between disease and control groups often overlook the substantial human sample heterogeneity. Meanwhile, traditional nonparametric tests lose detailed data information and sacrifice the analysis power, although they are distribution free and robust to heterogeneity. Here, we propose an empirical likelihood ratio test with a mean–variance relationship constraint (ELTSeq) for the differential expression analysis of RNA sequencing (RNA-seq). As a distribution-free nonparametric model, ELTSeq handles individual heterogeneity by estimating an empirical probability for each observation without making any assumption about read-count distribution. It also incorporates a constraint for the read-count overdispersion, which is widely observed in RNA-seq data. ELTSeq demonstrates a significant improvement over existing methods such as edgeR, DESeq, t-tests, Wilcoxon tests and the classic empirical likelihood-ratio test when handling heterogeneous groups. It will significantly advance the transcriptomics studies of cancers and other complex disease.","tags":["Phd Student paper"],"title":"An empirical likelihood ratio test robust to individual heterogeneity for differential expression analysis of RNA-seq","type":"publication"},{"authors":null,"categories":null,"content":"","date":-62135596800,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":-62135596800,"objectID":"f26b5133c34eec1aa0a09390a36c2ade","permalink":"https://liangchen-usc.github.io/admin/config.yml","publishdate":"0001-01-01T00:00:00Z","relpermalink":"/admin/config.yml","section":"","summary":"","tags":null,"title":"","type":"wowchemycms"},{"authors":null,"categories":null,"content":"","date":-62135596800,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":-62135596800,"objectID":"6d99026b9e19e4fa43d5aadf147c7176","permalink":"https://liangchen-usc.github.io/contact/","publishdate":"0001-01-01T00:00:00Z","relpermalink":"/contact/","section":"","summary":"","tags":null,"title":"","type":"widget_page"},{"authors":null,"categories":null,"content":"","date":-62135596800,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":-62135596800,"objectID":"c1d17ff2b20dca0ad6653a3161942b64","permalink":"https://liangchen-usc.github.io/people/","publishdate":"0001-01-01T00:00:00Z","relpermalink":"/people/","section":"","summary":"","tags":null,"title":"","type":"widget_page"}]